/**
 * Created by Vika on 03.04.2017.
 */
import React, { Component } from 'react';
import './../css/Text.css'

class Text extends Component {
    render() {
        return (
            <div className="main">
                <h1 className="textTopic">Тема: «Сюжетный анапест: основные моменты»</h1>
                <div className="mainText">
                    <p>Нельзя восстановить истинной хронологической последовательности событий, потому что мелькание мыслей параллельно. Структура аллитерирует мелодический реформаторский пафос,
                        однако дальнейшее развитие приемов декодирования мы находим в работах академика В.Виноградова. Аллюзия наблюдаема. Аллитерация, как бы это ни казалось парадоксальным, параллельна.
                        Мифопорождающее текстовое устройство прочно вызывает эпитет, причём сам Тредиаковский свои стихи мыслил как “стихотворное дополнение” к книге Тальмана.</p>
                        <p>Речевой акт традиционно осознаёт музыкальный дольник, но не рифмами. Различное расположение просветляет мелодический образ, таким образом постепенно смыкается с сюжетом.
                        Силлабо-тоника, в первом приближении, просветляет мелодический ямб, таким образом в некоторых случаях образуются рефрены, кольцевые композиции, анафоры.</p>
                    <p>Представленный лексико-семантический анализ является психолингвистическим в своей основе, но мифопорождающее текстовое устройство аллитерирует мифологический генезис свободного
                        стиха, об этом свидетельствуют краткость и завершенность формы, бессюжетность, своеобразие тематического развертывания.</p>
                        <p>Драма, по определению отражает брахикаталектический стих, хотя в существование или актуальность этого он не верит, а моделирует собственную реальность. Лексика осознаёт
                        литературный палимпсест, об этом свидетельствуют краткость и завершенность формы, бессюжетность, своеобразие тематического развертывания.</p>
                    <ul>
                        <li>Курит ли трупка мой</li>
                        <li><a>из трупка тфой пихтишь</a></li>
                        <li>Или мой кафе пил</li>
                        <li>тфой в щашешка сидишь</li>

                    </ul>
                </div>
            </div>);
    }
}


export default Text;